<!DOCTYPE html>
<html>
	<head>
	<META charset="UTF-8">
		<title>Главная страница</title>
		<Link rel="stylesheet" type="text/css" href="<?php echo SERVER; ?>style/style.css" />
	</head>
	<body style="background-image:url(images/2.png)";>
	<div class="head">
		<div class="logo">
			<img class="img" src="<?php echo SERVER; ?>images/1.png" />
			<div class="word">
			Security <br><span>instal corp.</span>
			</div>
		</div>
		<div class="avtor">
			<p><br><b>Имя пользователя</b>
			<input type="text" maxlength="15" size="25" name="_login"/></p>
			<p><b>Пароль</b><br>
			<input type="password" maxlength="15" size="25" name="_password"/></p> <br>
			<input type="submit" class="b1" value="Вход"/>
			</div>
	</div>
	<div class="vs">	
			<div class="menu"> 
				<div class="menu_head"><?php echo $menu;?></div> 
</div>
		</div>
		<div class="menu2">
			<ul id="bar2">
				<a href="index.php"><li>Контакты</li></a>
				<a href="index.php"><li>Вакансии</li></a>
				<a href="index.php"><li>Схема проезда</li></a>
				<a href="index.php"><li>Мы в соц.сетях</li></a>
				<a href="index.php"><li>Наши партнеры</li></a>
				<div class="oglav2"> М<br> Е<br>Н<br>Ю<br><br>C<br>Т<br>Р<br>А<br>Н<br>И<br>Ц<br>Ы<br></div>
			</ul>
		</div>
		<div class="kons">
		<ul id="bar3">
		<a><li>Здесь будет находится консультант</li></a>
			<div class="oglav3"> К<br> О<br>Н<br>С<br>У<br>Л<br>Ь<br>Т<br>А<br>Н<br>Т<br></div>
		</ul>
		</div>
	</div>
		<div class="kontent"><?php echo $kontent;?>
			<br><p>Предшественником видеонаблюдения можно считать фотографирование с целью обеспечения безопасности. В 1913 году в тюрьме Холловэй использовалась система «современного фотографического наблюдения». Охранники производили негласное фотографирование заключённых с больших расстояний. Причиной для таких действий был отказ в фотографировании для досье 18 политических активисток, арестованных за жестокие действия во время демонстраций. Каждый раз, когда они замечали направленную на них камеру, они старались сделать все, чтобы результат фотографирования был бесполезен — закрывали лицо руками, корчили рожи, отказывались стоять на месте. Использование испорченных фотографий для дальнейшей идентификации было бесполезно. Этих экстремисток называли суфражистками.<br><br></p>
			
			<p>Первая в мире система видеонаблюдения была создана в Германии компанией Siemens в 1942 году для наблюдения за испытаниями ракет «Фау-2» на полигоне Пенемюнде. Главным разработчиком той системы был Вальтер Брух, который позже, в 1963 году, руководил разработкой системы PAL.<br><br></p>
			
			<p>Первой коммерческой системой видеонаблюдения считается Vericon, выпущенная в США в 1949 году. Основным преимуществом системы называлось использование проводов вместо радиоволн, и как следствие, отсутствие необходимости в получении разрешений.<br><br></p>
			
			<p>Следует отметить, что в 1949 году был опубликован фантастический роман Джорджа Оруэлла «1984», в которой автор описывал массовое использование видеонаблюдения задолго до его распространения.<br><br></p>
			
			<p>В 1956 году в Гамбурге (Германия) полиция провела испытания уличной системы видеонаблюдения, названной «Zauberspiegel» («волшебное зеркало»). Система была представлена прессе во время конференции. Полицейский наблюдал в монитор за движением транспорта на улице и переключал сигналы светофора нажатием одной кнопки. В 1959 году в Ганновере и Мюнхене началось использование системы видеонаблюдения для мониторинга возросшего уличного трафика. В 1960 году полиция Франкфурта-на-Майне ввела в эксплуатацию первую автоматическую систему фотографирования нарушений правил дорожного движения на светофорах. В дополнение к ситуации на дорогах, автоматические камеры следили за обстановкой в местах скопления людей. В 1965 году система видеонаблюдения за дорожной обстановкой Мюнхена была расширена до 14 камер, каждая из которых имела функции панорамирования, поворота и приближения.<br><br></p>
			
			<p>Несмотря на то, что немцы первыми стали использовать системы телевизионного наблюдения, Великобритания была первой страной, начавшей эксперимент по установке постоянных стационарных камер в публичных местах для обеспечения безопасности. В июле 1960 года полиция Лондона устанавливает две временные камеры на Трафальгарской площади для наблюдения за толпой, пришедшей наблюдать за официальным визитом тайской королевской семьи.<br><br></p>
			
			<p>В сентябре 1968 года в американском городе Олеан, штат Нью-Йорк, было установлено видеонаблюдение на наиболее оживленных улицах в целях охраны правопорядка. Установленные камеры отсылали изображения в департамент полиции 24 часа в сутки. Они имели механизм поворота вправо и влево по таймеру, захватывая большое пространство на прилегающих улицах, и действительно позволяли предотвращать преступления. Потребовалось 2 года и 1,4 миллиона долларов по курсу 1968 года, чтобы спроектировать и развернуть систему охранного телевидения на 8 камер. Новости о новой системе быстро распространялись. В течение года после установки 160 начальников полицейских департаментов со всей страны приехали в Олеан для ознакомления с принципом работы и возможностями видеонаблюдения. Другая крупная полицейская система видеонаблюдения была установлена в 1973 году на Таймс-сквер в Нью-Йорке, однако она не привела к заметному снижению преступности на этой площади.<br><br></p>
			
			<p>Ранние системы видеонаблюдения позволяли только просматривать изображение с камер, а запись была возможна только в ручном режиме по команде оператора. Непрерывная запись появилась только в 1970-х годах с развитием технологий видеозаписи.<br><br></p>
			
			<p>В 1980-х годах в системах видеонаблюдения начала активно внедряться цифровая обработка сигналов. В камерах стали активно применяться ПЗС-матрицы вместо электронно-лучевых трубок, что привело к уменьшению габаритов камер наблюдения. Начинают выпускаться цветные камеры наблюдения.<br><br></p>
			
			<p>10 мая 1997 года в Брайтоне (Великобритания) произошли первые акции протеста против массового видеонаблюдения. В акциях протеста участвовали более 200 человек. Ими производились не только выступления, но и провокации, такие как инсценировка драк перед камерами, «угон» собственных машин, имитация торговли наркотиками. Также активисты загораживали камеры воздушными шариками и расклеивали предупреждения о видеонаблюдении в туалетах и раздевалках. Несколько десятков камер были повреждены. Полицией были арестованы три человека, повредившие камеры в центре города.<br><br></p>
			
			<p>В конце 1990-х годов появились и стали набирать популярность полностью цифровые системы видеонаблюдения, в частности, IP и SDI, а аналоговые системы стали записывать сигнал на цифровой носитель. В камерах стали также применяться более дешевые, чем ПЗС, КМОП-матрицы.<br><br></p>
			
			<p>В 1998 в лондонском районе Ньюэм впервые установлена система распознавания лиц. В 2000-х годах системы распознавания лиц позволяют идентифицировать лицо человека с точностью не менее 80 %.<br><br></p>
			
			<p>В 2009—2012 годах в Москве в подъездах жилых домов было установлено 80 тыс. видеодомофонов с цветными видеокамерами, предназначенными для детальной съёмки лиц людей, входящих в подъезды. Данные системы могут быть использованы для распознавания лиц. Стоимость системы составила 1,7 млрд рублей.<br><br></p></div>
		<div class="clr"></div>
		<div class="footer">Security instal corporation<span>2016</span> </div>
	</div>
	</body>
</html>	